<template>
  <div class="about">
    <h1>О нас</h1>
    <p>Tele-3 - это лидирующая компания в области связи и развлечений. Мы стремимся предоставить нашим клиентам высококачественные услуги и удовлетворить их потребности.</p>
    <h2>Наша команда</h2>
    <div class="team">
      <div class="team-member">
        <p>Сальников Артём<br></p>
      </div>
      <!-- Добавьте дополнительных членов команды по мере необходимости -->
    </div>
    <h2>Наша миссия и ценности</h2>
    <p>Наша миссия - предоставить клиентам лучшие услуги в области связи и развлечений, уделяя особое внимание качеству и инновациям. Мы ценим прозрачность, интегритет и уважение к нашим клиентам и сотрудникам.</p>
    <h2>Наши достижения</h2>
    <p>Мы гордимся нашими достижениями в сфере технологий и обслуживания клиентов. Недавно мы получили награду за лучший сервис в области связи, а также признание за инновационные продукты и услуги.</p>
    <h2>Контакты</h2>
    <p>Вы всегда можете связаться с нами по адресу:Телефон: +123456789, Email: info@tele-3.com</p>
  </div>
</template>

<script>
export default {
  name: 'About'
}
</script>

<style scoped>
.about {
  text-align: center;
}

.about h1 {
  font-size: 2em;
}

.about p {
  font-size: 1.2em;
  margin-bottom: 1em;
}

.team {
  display: flex;
  justify-content: center;
  gap: 1em;
}

.team-member {
  flex-basis: 200px;
}

.team-member img {
  width: 100%;
  border-radius: 50%;
}

.team-member p {
  margin-top: 0.5em;
}

.about h2 {
  margin-top: 2em;
  font-size: 1.5em;
}
</style>
